---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.MechanicalAirflow
source: html/a5a740b9-314a-90cf-6aba-8fd27802a012.htm
---
# Autodesk.Revit.DB.GroupTypeId.MechanicalAirflow Property

Mechanical - Flow.

## Syntax (C#)
```csharp
public static ForgeTypeId MechanicalAirflow { get; }
```